Repository: dasnessie/Secret-Gift-Swap
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Something went wrong with your exchange name. Please try again with a different name.
de: Irgendetwas ist mit dem Auslosungsnamen schiefgelaufen. Bitte versuche es nochmal mit einem anderen Namen.

source: Could not create a valid exchange with this data. Try removing some constraints or adding some participants to fix this.
de: Mit diesen Daten konnte keine gültige Auslosung erzeugt werden. Versuch Einschränkungen zu entfernen oder Teilnehmende hinzuzufügen, um das Problem zu beheben.

source: Can't have the same name twice!
de: Namen dürfen nicht doppelt vorkommen!

source: You need at least three participants to set up an exchange.
de: Es muss mindestens drei Teilnehmende geben, um eine Auslosung erstellen zu können.

source: This exchange name is not available.
de: Dieser Name ist nicht verfügbar.

source: Page not found
de: Seite nicht gefunden

source: Sorry, it seems like this page does not exist.
de: Leider scheint es diese Seite nicht zu geben.

source: Back to the start
de: Zurück zum Anfang

source: Data disclaimer
de: Datenhinweis

source: Secret Gift Swap on Github
de: Secret Gift Swap auf Github

source: Create new gift exchange
de: Neue Auslosung anlegen

source: There is no gift exchange with this name yet. You can create a new gift exchange here.
de: Es gibt noch keine Auslosung mit dem eingegebenen Namen. Hier kannst du eine neue Auslosung anlegen.

source: Participants
de: Teilnehmende

source: participant name
de: Name des Teilnehmenden

source: Delete
de: Löschen

source: Add participant
de: Teilnehmer hinzufügen

source: Constraints
de: Einschränkungen

source: From
de: Von

source: gift giver
de: Schenkender

source: Participant…
de: Teilnehmender…

source: to
de: an

source: and
de: und

source: gift receiver
de: Beschenkter

source: constraint level
de: Einschränkungsstufe

source: Constraint level…
de: Einschränkungsstufe…

source: Never match
de: Nie gegenseitig beschenken!

source: Did match last exchange
de: Wurde letztes Mal ausgelost

source: Did match two exchanges ago
de: Wurde vorletztes Mal ausgelost

source: Did match three exchanges ago
de: Wurde vor drei Malen ausgelost

source: Add constraint
de: Einschränkung hinzufügen

source: Next
de: Weiter

source: Generate matching!
de: Auslosen!

source: Data Disclaimer
de: Datenhinweis

source: Please don't enter sensitive data on this page.
de: Bitte trage auf dieser Seite keine sensiblen Daten ein.

source: Think about using nicknames.
de: Denk drüber nach, Nicknamen zu benutzen.

source: I can not and will not make any guarantees about the safety of your data here.
de: Ich kann und will keine Garantien für die Sicherheit deiner Daten hier geben.

source: In fact, I will probably do shenanigans with it.
de: Tatsächlich werde ich vermutlich Blödsinn damit anstellen.

source: Shenanigans may include, but are not limited to:
de: Zum Blödsinn kann unter anderem gehören:

source: Read your data
de: deine Daten ansehen

source: Eat your data
de: deine Daten anbeißen

source: Put you on santas naughty list
de: dich beim Weihnachtsmann verpetzen

source: Here are the results! Click your name to see who you're getting a gift for.
de: Hier sind die Ergebnisse der Auslosung! Klicke auf deinen Namen, um zu erfahren, wen du beschenken darfst.

source: Confirm your name
de: Namen bestätigen

source: Are you %(name)s and want to see who you'll be getting a gift for?
de: Bist du %(name)s und möchtest wissen, wen du beschenken wirst?

source: Yes
de: Ja

source: No
de: Nein

source: Hello %(name)s!
de: Hallo %(name)s!

source: You're getting a gift for %(giftee)s.
de: Du beschenkst %(giftee)s.

source: Oops
de: Hoppla

source: It seems like an exchange with this name already exists.
de: Es scheint schon eine Auslosung mit diesem Namen zu geben.

source: Most likely someone created it while you were entering the data for yours.
de: Wahrscheinlich hat sie jemand angelegt, während du dabei warst, die Daten für deine einzutragen.

source: Please choose a new name for your exchange to proceed.
de: Bitte gib deiner Auslosung einen neuen Namen, bevor du weitermachst.

source: Create your gift exchange as:
de: Deine Auslosung mit folgendem Namen anlegen:

source: Create exchange
de: Auslosung anlegen

source: Open or create gift exchange:
de: Auslosung öffnen oder anlegen:

source: Open
de: Öffnen
